{
  "a_t01_i01_tv01": "“Hoje em ‘Cidadventures’, veremos Mesagoza,\numa cidade que abriga uma conhecida academia...”\\r\nOoopa! É melhor ir andando!",
  "a_t01_i01_tv02": "“Venha para Every Wich Way! Temos todo tipo \nde sanduíches, do jeito que você preferir!”\\c\n“Nossos sanduíches são preparados à mão por\nprofissionais e perfeitos para piqueniques!”",
  "a_t01_i01_01": "Sua bolsa e seu chapéu estão pendurados aqui. \nMas ainda é muito cedo para se arrumar para ir!",
  "a_t01_i01_02": "Este é o seu guarda-roupa, enfeitado \ncom vários adesivos de Pokémons.",
  "a_t01_i01_03": "Esta é a sua cama macia e fofinha.\nTem um cheiro adorável e aquecido pelo sol!",
  "a_t01_i01_04": "É um Skwovet de pelúcia, feito com um \nmaterial suave e de boa qualidade.",
  "a_t01_i01_05": "É o novo Nintendo Switch! \nEste aqui tem uma tela maior!",
  "a_t01_i01_06": "É um mapa da região de Paldea.\nSua casa fica na costa ao sul!",
  "a_t01_i01_07": "Um par de prateleiras feitas pela sua mãe.\nSão perfeitas para organizar seus pertences.",
  "a_t01_i01_08": "Esta janela tem vista para o quintal dos fundos,\ne também para o mar que se estende atrás dele!",
  "a_t01_i01_09": "Um quadro intitulado “A Mulher que se Alonga”.\nEvoca um sentimento indescritível!",
  "a_t01_i01_10": "Um quadro intitulado “Os moinhos e o céu”.\nSinta a brisa fresca acariciando seu rosto!",
  "a_t01_i01_11": "É uma das plantas de casa de sua mãe. Tome \ncuidado para não esbarrar e derrubá-la!",
  "a_t01_i01_12": "Um quadro intitulado “Antes do Suco”.\nIsso parece tão refrescante!",
  "a_t01_i01_13": "Um quadro intitulado “A Luz do Corte e da Cola”.\nSão vários papéis coloridos colados juntos!",
  "a_t01_i01_14": "Esse é o quarto da sua mãe! \nÉ melhor não entrar aí sem pedir.",
  "a_t01_i01_15": "Um vaso grande com uma grande planta.\nTambém há pequenas flores florescendo!",
  "a_t01_i01_16": "Essas pequenas caixas de papelão pesam uma \ntonelada. O que será que tem dentro delas?",
  "a_t01_i01_17": "Um quadro intitulado “Ruas do meio-dia”.\nEle retrata uma bela cidade de outra região.",
  "a_t01_i01_18": "Há um kit de primeiros socorros, um brinquedo e\nalgo a mais, mas é muito alto para você alcançar.",
  "a_t01_i01_19": "Do outro lado desta porta está o depósito.\nÉ melhor não tentar entrar aí.",
  "a_t01_i01_20": "A cama onde o Skwovet da família dorme.\nEstá cheia de manchas de baba.",
  "a_t01_i01_21": "O quintal dos fundos está repleto de flores\ndesabrochando!",
  "a_t01_i01_22": "Mamãe comprou esta geladeira quando vocês se\nmudaram. Está cheia de ingredientes de lanches!",
  "a_t01_i01_23": "É um fogão de indução. Você deve pedir \na ajuda de sua mãe caso queira usá-lo.",
  "a_t01_i01_24": "É uma linda e enorme pia dupla que\né sempre mantida limpa e brilhante.",
  "a_t01_i01_25": "Esta porta conduz até à horta da casa.\nÉ melhor você ir pela porta da frente!",
  "a_t01_i01_26": "Uma fruteira cheia de frutas suculentas e\nmaduras!",
  "a_t01_i02_01": "Um quadro intitulado “Amor Fraterno”.\nÉ muito charmoso!",
  "a_t01_i02_02": "Um quadro intitulado “Mares cintilantes”.\nÉ de encher os olhos!",
  "a_t01_i02_03": "Um quadro intitulado “O Ninja Oculto”.\nIsso deveria ser um Pokémon?",
  "a_t01_i02_04": "Você pode ver a praia entre as cortinas!",
  "a_t01_i02_05": "É uma geladeira de última geração! Mas não \nvamos sair por aí abrindo as coisas dos outros.",
  "a_t01_i02_06": "Os pratos neste armário foram incrivelmente\nbem empilhados!",
  "bg_vending_snack_01": "É uma máquina de venda automática abastecida\ncom todos os tipos de lanches!",
  "a_sch_entrance01_book_01_00": "Há um livro intitulado \"Galar: Uma História\".\nVocê quer lê-lo?",
  "a_sch_entrance01_01_title": "Galar: A História",
  "a_sch_entrance01_book_01_01": "Fomos para a cidade de Stow-on-Side, que fica\nescondida nas montanhas, para estudar um antigo\nmural pintado em uma parede de pedra. Mas\nnossos planos — e o próprio mural — foram\ndestruídos por um ataque de um Copperajah!",
  "a_sch_entrance01_book_01_02": "No entanto, por trás do mural, o que poderíamos\nencontrar senão um par de estátuas de Pokémon — \numa com uma espada e a outra com um escudo!\nEssas estátuas, mais velhas do que qualquer artefato\nque já havíamos descoberto, questionavam tudo o\nque sabíamos sobre o herói lendário.",
  "a_sch_entrance01_book_02_00": "Há um livro intitulado \"Festivais de Paldea.\"\nVocê quer lê-lo?",
  "a_sch_entrance01_02_title": "Festivais de Paldea",
  "a_sch_entrance01_book_02_01": "A cidade paldeana de Cortondo, amplamente conhecida\npor sua produção de azeitonas, também abriga o peculiar\nFestival da Colheita da Azeitona. Os participantes tentam\ninaugurar uma abundante colheita de azeitonas rolando\ngrandes bolas que assemelham-se a azeitonas em um gol.",
  "a_sch_entrance01_book_02_02": "Diz-se que quanto mais bolas de azeitona forem\nroladas para o gol, mais abundante será a colheita\ndo próximo ano. Todos os visitantes, incluindo turistas,\nsão bem-vindos a participar do Rolo de Azeitona- então,\nleitor, experimente se estiver na cidade para o festival!",
  "a_sch_entrance01_book_03_00": "Existe um livro intitulado “Apreciando a Sunflora”.\nVocê quer ler?",
  "a_sch_entrance01_03_title": "Apreciando o Sunflora",
  "a_sch_entrance01_book_03_01": "Em Artazon, uma cidade viva com flores e obras de\narte, há um amor especial e duradouro pelo Sol\nPokémon Sunflora, cuja figura ensolarada e floral e\nsorriso brilhante nunca deixa de aquecer o coração.",
  "a_sch_entrance01_book_03_02": "Os habitantes de Artazon há muito reverenciam\na natureza — o tema de muita arte feita na cidade — \ne o sol estimulante. Sunflora incorpora as qualidades\nde ambos, e é por isso que a cidade tem a tradição de\ncoletar e cuidar desses Pokémon.",
  "a_sch_entrance01_book_04_00a": "Há um livro chamado “A Canção da Academia\nLaranja\". Você quer ler?",
  "a_sch_entrance01_04_title_a": "A Canção da Academia Laranja",
  "a_sch_entrance01_book_04_01a": "Sobre a grande Mesagoza ergue-se nossa querida Laranja,\nOnde entramos como sementes e saímos em fruição,\nNossas mentes amplas como a cratera, para sábios educadores\nPara encher de força, grandeza e tradição. Ensine-nos bem, ó\nlaranjas de Paldea!",
  "a_sch_entrance01_book_04_00b": "Há um livro chamado “A Canção da Academia\nUva\". Você quer ler?",
  "a_sch_entrance01_04_title_b": "A Canção da Academia Uva",
  "a_sch_entrance01_book_04_01b": "Sobre a grande Mesagoza ergue-se nossa querida Uva,\nOnde entramos como sementes e saímos em fruição,\nNossas mentes amplas como a cratera, para sábios\neducadores Para preencher com espírito individual e\nambição futura. Ensine-nos bem, ó uvas de Paldea!",
  "a_sch_entrance01_book_05_00": "Existe um livro intitulado “Como se tornar um\nCampeão.\" Você quer ler?",
  "a_sch_entrance01_05_title": "Como se tornar um Campeão",
  "a_sch_entrance01_book_05_01": "Para Pokémon Trainers que querem ficar mais fortes\ne mais sábios, não há nada melhor do que se tornar um\nCampeão! Para alcançar esse posto elevado, você deve\npassar por um teste administrado na sede oficial da Liga\nPokémon de Paldea.",
  "a_sch_entrance01_book_05_02": "Em Paldea, qualquer um — e, na verdade, qualquer\nnúmero de pessoas — pode se tornar um Campeão, \nindependentemente de fatores como idade. Isso\nsignifica que também pode, desde que tenha força e\nsabedoria para dar um exemplo de liderança\npara seus colegas Treinadores!",
  "a_sch_entrance01_book_05_03": "Seu caminho para se tornar um Campeão está no\nGinásios Pokémon em Paldea. Depois de derrotar os\noito Líderes de Ginásio em batalha e ganhar suas\nInsígnias de Ginásio, esperamos que bata à porta da\nLiga Pokémon.",
  "a_sch_entrance01_book_06_00": "Há uma revista intitulada “Esportes Paldeanos\nMensal”. Você quer ler?",
  "a_sch_entrance01_06_title": "Esportes Paldeanos Mensal",
  "a_sch_entrance01_book_06_01": "O triturador Sub-zero fez isso de novo! o o segundo\nsnowboarder do mundo fez um clínica na Copa\nMontenevera, conquistando sua sexta vitória\nconsecutiva nas principais competições do Paldea.\nNão ha ninguém já conseguiu arrebatar aquela coroa!",
  "a_sch_entrance01_book_06_02": "“If you think you’ve got what it takes, come take\nme on!” this ice-cold athlete declared from the\nwinners’ podium, and you could just feel his rivals\nsteel their resolve! We’ll see how things unfold\nin two weeks at the Glaseado Mountain Cup!",
  "a_sch_entrance01_book_07_00": "There’s a book entitled “Academy Rules and\nRegulations.” Do you want to read it?",
  "a_sch_entrance01_07_title": "Academy Rules and Regulations",
  "a_sch_entrance01_book_07_01": "DRESS:\tStudents shall wear their academy-\n\tprovided uniforms at all times.\nHAIR:\tHairstyle is left to students’ discretion.\nOTHER:\tStudents should behave properly and\n\tstrive not to inconvenience others.",
  "a_sch_entrance01_book_07_02": "ADDENDUM:\nDuring their independent study, students may\ntravel freely throughout the Paldea region.\nHowever, the [clr:6]Great Crater of Paldea[clr:0] remains\n[clr:6]strictly off-limits[clr:0] due to safety hazards.",
  "a_sch_entrance01_book_08_00": "There’s a magazine entitled “Sweet Truth!”\nDo you want to read it?",
  "a_sch_entrance01_08_title": "Sweet Truth!",
  "a_sch_entrance01_book_08_01": "This tasty pastry wonder is undergoing a\npopularity sugar rush that’s got lines out the\ndoor all day long! It’s Patisserie Soapberry,\nlocated in Cortondo—olive central—at the foot\nof a very large tree!",
  "a_sch_entrance01_book_08_02": "At the heart of it all is Katy, the proprietor, who\ninherited the shop from family and keeps its\novens hard at work! Soapberry’s Bug-type\nPokémon theme is on full display in its pastry\nlineup—they’re a treat to see and to eat!",
  "a_sch_entrance01_book_09_00": "There’s a magazine entitled “The Musician’s\nRegister.” Do you want to read it?",
  "a_sch_entrance01_09_title": "The Musician’s Register",
  "a_sch_entrance01_book_09_01": "Four decades into her career, Ryme—the “MC of\nRIP,” whose flows are said to bring the dead to\ntheir feet—maintains her huge following and her\nrap legend status. The theme of death pervades\nher work—and not just because her bars slay.",
  "a_sch_entrance01_book_09_02": "When Ryme was in her teens, her dear Puppy\nPokémon passed away, and she poured her grief\ninto a song. When she sang it, her partner came\nback to her as a ghost Pokémon. In that moment,\nthe rapper we know today was born.",
  "a_sch_entrance01_book_10_00": "There’s a magazine entitled “Art: The Scenic\nRoute.” Do you want to read it?",
  "a_sch_entrance01_10_title": "Art: The Scenic Route",
  "a_sch_entrance01_book_10_01": "This month, we’re taking the scenic route over\nto Artazon to see Surrendering Sunflora by\nBrassius, the Verdant Virtuoso. This humble\ncolumnist wonders if ever a work has so aptly\ncaptured ennui and languor as this installation.",
  "a_sch_entrance01_book_10_02": "The sculptures are every bit as surreal as the title,\nprompting great minds to debate just what has\nsent these Sunflora into a state of surrender. But\nthough the meaning may elude us, the reader is\nurged to visit Artazon and see for themselves.",
  "a_sch_entrance01_book_11_00": "There’s a pamphlet entitled “Hall of Fame\nBadges: A Record.” Do you want to read it?",
  "a_sch_entrance01_11_title": "Hall of Fame Badges: A Record",
  "a_sch_entrance01_book_11_01": "Our academy honors students and graduates\nthat achieve outstanding results, no matter the\nfield, with a Hall of Fame Badge. We hope\nstudents will be encouraged to follow their\npassions, wherever they may lead.",
  "a_sch_entrance01_book_11_02a": "Hall of Fame Badge Awardees\n\n.........\t.........\t.........\n.........\t.........\t.........\n.........\t.........\tSada",
  "a_sch_entrance01_book_11_02b": "Hall of Fame Badge Awardees\n\n.........\t.........\t.........\n.........\t.........\t.........\n.........\t.........\tTuro",
  "a_sch_entrance01_book_11_02a_clear": "Hall of Fame Badge Awardees\n\nSada\t.........\t.........\n.........\t.........\tNemona\nArven\tPenny\t[trnm:0]",
  "a_sch_entrance01_book_11_02b_clear": "Hall of Fame Badge Awardees\n\nTuro\t.........\t.........\n.........\t.........\tNemona\nArven\tPenny\t[trnm:0]",
  "a_sch_entrance01_book_12_00": "There’s a book entitled “Status Conditions and\nCatching Pokémon.” Do you want to read it?",
  "a_sch_entrance01_12_title": "Status Conditions and Catching Pokémon",
  "a_sch_entrance01_book_12_01": "Dealing damage to a wild Pokémon makes it\neasier to catch in a Poké Ball, and inflicting\nstatus conditions on the Pokémon can make it\neasier still.",
  "a_sch_entrance01_book_12_02": "Certain status conditions will provide even better\nodds of a successful catch than others. Putting a\nPokémon to sleep or freezing it, for example,\nmay yield better results than inflicting poison,\nparalysis, or a burn.",
  "a_sch_entrance01_book_13_00": "There’s a book entitled “Types and Moves I.”\nDo you want to read it?",
  "a_sch_entrance01_13_title": "Types and Moves I",
  "a_sch_entrance01_book_13_01": "You may be familiar with Pokémon that are\nGrass, Fire, or Water type. There are eighteen\nsuch types in all, and every Pokémon species has\nat least one type—some have two.",
  "a_sch_entrance01_book_13_02": "When Pokémon use a move that is the same type\nas they are, that move’s power is increased by\n50 percent. For Pokémon that have two types,\nmoves of either type will receive this increase.",
  "a_sch_entrance01_book_14_00": "There’s a book entitled “Types and Moves II.”\nDo you want to read it?",
  "a_sch_entrance01_14_title": "Types and Moves II",
  "a_sch_entrance01_book_14_01": "When Pokémon Terastallize, their type becomes\ntheir [clr:6]Tera Type[clr:0]. That means moves of their Tera\nType will have their power increased. Moves of\nthe Pokémon’s original type will keep their usual\npower increase as well.",
  "a_sch_entrance01_book_14_02": "For example, if a Pikachu—which is innately\nElectric type—has Steel as its Tera Type, then\nupon Terastallizing it would receive boosts in\npower for both the Steel-type move Iron Tail\nand the Electric-type move Thunderbolt.",
  "a_sch_entrance01_book_15_00": "There’s a book entitled “Pokémon Natures.”\nDo you want to read it?",
  "a_sch_entrance01_15_title": "Pokémon Natures",
  "a_sch_entrance01_book_15_01": "Individual Pokémon have different Natures, much\nas people do. You may be able to get an idea of\nyour Pokémon’s Natures if you watch how they\nbehave on picnics—whether they run around a\nlot or nap a lot, for example.",
  "a_sch_entrance01_book_15_02": "Pokémon’s Natures influence their stats to a\ndegree. For example, Pokémon with Adamant\nNatures tend to have their Attack stat grow\nstronger than it would otherwise, while their\nSp. Atk stat may suffer.",
  "a_sch_entrance01_book_16_00": "There’s a book entitled “Fine Foods from Far\nAway.” Do you want to read it?",
  "a_sch_entrance01_16_title": "Fine Foods from Far Away",
  "a_sch_entrance01_book_16_01": "Have you chanced upon Pewter Crunchies, the\nfabled signature dish of the Kanto region’s\nPewter City? These snacks’ rugged, browned\nappearance makes them almost rock-like at\nfirst glance.",
  "a_sch_entrance01_book_16_02": "Indeed, Pewter Crunchies were inspired by the\nRock-type Pokémon for which the Pewter Gym is\nrenowned. Unfortunately, their forbiddingly\ntough appearance and surprisingly thin flavor\nhave kept them from attaining true popularity.",
  "a_sch_entrance01_book_17_00": "There’s a book entitled “Charcadet’s\nAdventures.” Do you want to read it?",
  "a_sch_entrance01_17_title": "Charcadet’s Adventures",
  "a_sch_entrance01_book_17_01": "Charcadet, the Fire Child Pokémon, may have\nbeen little, but did that stop it from being a\nmighty hero? Not one bit! When a mean Gengar\ncame along to play tricks and scare people,\nCharcadet stood tall! “Raaah! Hi-YAH!” it cried!",
  "a_sch_entrance01_book_17_02": "But soon, brave little Charcadet got bound up\ntight in Gengar’s looong tongue! How could the\nFire Child Pokémon get out of this mess?\nJust as things started to grow hazy before\nCharcadet’s eyes, the sound of a voice came...",
  "a_sch_entrance01_book_17_03": "“Two paths lie before you, young Charcadet,”\nit said. “Choose between these two sets of armor\nand assume a new form so you can defeat\nGengar!” And sure enough, two sets of armor\nappeared before Charcadet... (To be continued)",
  "a_sch_entrance01_book_18_00": "There’s a book entitled “Of People and\nPokémon.” Do you want to read it?",
  "a_sch_entrance01_18_title": "Of People and Pokémon",
  "a_sch_entrance01_book_18_01": "Far in the past, humankind and Pokémon lived\nin mutual fear of one another. But some humans\nwho loved and appreciated Pokémon made an\neffort to bridge this divide, and gradually, the\ntwo sides grew closer and found harmony.",
  "a_sch_entrance01_book_19_00": "There’s a book entitled “Student Registry.”\nDo you want to read it?",
  "a_sch_entrance01_book_19_01": "This thick book holds a thorough record of the\nacademy’s students and when they attended!",
  "a_sch_entrance01_book_19_02": "Wait, what’s this? Some of the recent pages have\nparts torn out, so you can’t read them!",
  "a_sch_entrance01_ocalture_01_01": "There’s a magazine entitled “Occulture.” It’s the\nSeptember issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_title_01": "Occulture",
  "a_sch_entrance01_ocalture_system_01": "An article caught your eye...",
  "a_sch_entrance01_ocalture_01_02a": "Enigmas of Paldea, File #09\nGreat Tusk: A Living Relic of the Dinosaur Era?!",
  "a_sch_entrance01_ocalture_01_03a": "In one arid corner of Paldea, there have been\nreports of a mysterious life-form. It’s said to\nresemble a Donphan at first glance, albeit one\nwith gigantic tusks, tough scales, and an\naggressive disposition.",
  "a_sch_entrance01_ocalture_01_04a": "Leading theories hold that this being is nothing\nless than a living relic of the dinosaur era, but\nno one can say for sure. Apparently, it’s called\nGreat Tusk after the name of a strange being that\nwas written about in the mysterious Scarlet Book.",
  "a_sch_entrance01_ocalture_01_02b": "Enigmas of Paldea, File #09\nIron Treads: An Alien Weapon?!",
  "a_sch_entrance01_ocalture_01_03b": "In one arid corner of Paldea, there have been\nreports of a mysterious life-form. It’s said to\nresemble a Donphan at first glance, albeit one\nthat can abruptly assume a spherical shape and\nlaunch into a swift rolling attack.",
  "a_sch_entrance01_ocalture_01_04b": "Rumors say this being is some kind of weapon\nusing technology not of this world, but no one\ncan say for sure. Apparently, it’s called Iron\nTreads after the name of a strange being that was\nwritten about in the mysterious Violet Book.",
  "a_sch_entrance01_ocalture_02_01": "There’s a magazine entitled “Occulture.” It’s the\nOctober issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_02_02a": "Enigmas of Paldea, File #10\nScream Tail: A Billion-Year-Old Jigglypuff?!",
  "a_sch_entrance01_ocalture_02_03a": "Somewhere in a Paldean forest, it’s said, lurks\nScream Tail—a being with Jigglypuff’s own\nendearing puffball appearance but also a\nferocious aggression that leads it to attack\nanyone who comes near.",
  "a_sch_entrance01_ocalture_02_04a": "Its primitive appearance and savage nature have\nprompted rumors that it could be a Jigglypuff\nfrom one billion years ago. It’s named after a\ncreature in the Scarlet Book that is described as\nhaving a distinctive tail and scream.",
  "a_sch_entrance01_ocalture_02_02b": "Enigmas of Paldea, File #10\nIron Bundle: An Ancient Civilization’s Robot?!",
  "a_sch_entrance01_ocalture_02_03b": "The mysterious Violet Book makes reference to a\nbeing called Iron Bundle, which was said to look\nlike Delibird and to possess a spherical apparatus\nfrom which it would fire huge blasts of ice to\npropel itself through snowy lands.",
  "a_sch_entrance01_ocalture_02_04b": "Plenty of theories about it have been floated. A\nleading one suggests it is the product of a long-\ngone civilization—a notion supported by ancient\nwritings that describe the design and usage of\nmachines resembling Iron Bundle.",
  "a_sch_entrance01_ocalture_03_01": "There’s a magazine entitled “Occulture.” It’s the\nAugust issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_03_02a": "Enigmas of Paldea, File #08\nSlither Wing: A Prehistoric Volcarona, Revived?!",
  "a_sch_entrance01_ocalture_03_03a": "There have been precious few sightings reported\nof the ultra-mysterious Slither Wing, a being\nwhose name is taken from that of a similar-\nseeming creature described in the ever-puzzling\nScarlet Book.",
  "a_sch_entrance01_ocalture_03_04a": "Slither Wing shares traits with Volcarona, so some\ntheorize that it may have been revived from\nfossils from a prehistoric era that we have\ndiscussed in these pages. However, no Volcarona\nfossils of that era are known to have been found.",
  "a_sch_entrance01_ocalture_03_02b": "Enigmas of Paldea, File #08\nIron Moth: A UFO Sent to Spy on Humankind?!",
  "a_sch_entrance01_ocalture_03_03b": "The name Iron Moth was borrowed from that of a\nflying object described in the era-defining Violet\nBook. It was said to resemble Volcarona and\nwould descend from the skies, following people\naround and occasionally even attacking them.",
  "a_sch_entrance01_ocalture_03_04b": "Some point to Iron Moth’s aggression as a sign\nthat it is, in fact, a UFO of sorts being controlled\nby alien life. Perhaps something out there is using\nIron Moth to observe us, waiting for the moment\nto mount an invasion...",
  "a_sch_entrance01_ocalture_04_01": "There’s a magazine entitled “Occulture.” It’s the\nJuly issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_04_02a": "Enigmas of Paldea, File #07\nSandy Shocks: A Magneton with a 10-Thousand-\nYear Lifespan?!",
  "a_sch_entrance01_ocalture_04_03a": "Some scientists claim that this mysterious being is\na Magneton that has lived for 10 thousand years.\nIt has been sighted numerous times in Paldea’s\nmore arid regions, but there are no reports of it\never having been caught.",
  "a_sch_entrance01_ocalture_04_04a": "It’s said that Sandy Shocks is an aggressive sort\nand that some people who’ve seen it have been\nattacked as well. It takes its name from a beast\nwith a matching description in the era-defining\nScarlet Book.",
  "a_sch_entrance01_ocalture_04_02b": "Enigmas of Paldea, File #07\nIron Jugulis: Pokémon or Machine?!",
  "a_sch_entrance01_ocalture_04_03b": "This flying life-form bearing a resemblance to\nHydreigon has been seen in a certain corner of\nPaldea. It was reported to have razed an entire\nbuilding with a high-energy blast, then flown off\nas if to find its next objective.",
  "a_sch_entrance01_ocalture_04_04b": "Iron Jugulis is theorized to be a sort of machine-\nHydreigon hybrid, as it combines the former’s\nruthlessness with the latter’s ferocity. It takes\nits name from a similarly described entity in\nthe Violet Book.",
  "a_sch_entrance01_ocalture_05_01": "There’s a magazine entitled “Occulture.” It’s the\nJune issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_05_02a": "Enigmas of Paldea, File #06\nBrute Bonnet: Amoonguss Meets Dinosaur?",
  "a_sch_entrance01_ocalture_05_03a": "This bizarre creature is said to combine traits of\ndinosaurs with those of the Pokémon Amoonguss.\nIt’s named after a fierce mushroom creature of\nmatching description that appears in the\nrenowned Scarlet Book.",
  "a_sch_entrance01_ocalture_05_04a": "Brute Bonnet certainly resembles Amoonguss,\nthough with its own unique twists: its gigantic\nstature and seemingly low intelligence combine\nto make it a savage, powerful fighter.",
  "a_sch_entrance01_ocalture_05_02b": "Enigmas of Paldea, File #06\nIron Thorns: A Tyranitar of the Distant Future?!",
  "a_sch_entrance01_ocalture_05_03b": "A strange being called Iron Thorns has been\nsighted in a certain cave in Paldea. This being\nbears a strong resemblance to Tyranitar, but it\napparently displays great coolheadedness and\nprefers to avoid unnecessary fights.",
  "a_sch_entrance01_ocalture_05_04b": "It appears to be highly intelligent and clad in\nmetallic armor, causing some to speculate that it\nmay be a Tyranitar as it would appear a billion\nyears from now. Its name comes from a similarly\ndescribed entity that appears in the Violet Book.",
  "a_sch_entrance01_ocalture_06_01": "There’s a magazine entitled “Occulture.” It’s the\nMay issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_06_02a": "Enigmas of Paldea, File #05\nFlutter Mane: A Ghostly Pterosaur?!",
  "a_sch_entrance01_ocalture_06_03a": "Flutter Mane—a name taken from a strange\ncreature with a matching description appearing in\nthe Scarlet Book—is said to float around the sky\nat night with its long hair writhing about it.",
  "a_sch_entrance01_ocalture_06_04a": "Eyewitness accounts describe it as resembling a\ngiant Misdreavus at first glance, albeit a highly\nfierce and aggressive one. Some believe that it’s\na ghost of a pterosaur from a long-gone era.",
  "a_sch_entrance01_ocalture_06_02b": "Enigmas of Paldea, File #05\nIron Hands: Secretly a Cyborg?!",
  "a_sch_entrance01_ocalture_06_03b": "This being’s name comes from the one given to\nan iron-handed entity in the mysterious Violet\nBook. It is said to have fists that move\nindependent of its body and to be capable of\nthrowing large, fast-moving vehicles.",
  "a_sch_entrance01_ocalture_06_04b": "A leading theory holds that Iron Hands was once\nan athlete who became mortally wounded but\nwas kept alive by being made into a cyborg.\nWhy it so strongly resembles Hariyama, however,\nremains unanswered.",
  "a_sch_entrance01_ocalture_07_01": "There’s a magazine entitled “Occulture.” It’s the\nApril issue. Do you want to read it?",
  "a_sch_entrance01_ocalture_07_02a": "Enigmas of Paldea, File #04\nRoaring Moon: A Primeval Salamence?!",
  "a_sch_entrance01_ocalture_07_03a": "This elusive creature is called Roaring Moon after\na similarly described being in the Scarlet Book. It\nlooks similar to Salamence when they undergo a\ncertain phenomenon elsewhere in the world, but\nit’s unclear if there is any connection.",
  "a_sch_entrance01_ocalture_07_04a": "This creature scatters feathers as it flies around at\nhigh speeds seeking prey. It’s thought to be more\nsavage than Salamence, and if you should\nencounter one, it’s imperative that you avoid\nactual contact.",
  "a_sch_entrance01_ocalture_07_02b": "Enigmas of Paldea, File #04\nIron Valiant: An Experiment Gone Wrong?!",
  "a_sch_entrance01_ocalture_07_03b": "This oddity’s name is borrowed from that of an\nobject described in the Violet Book. One theory\nholds that it is in fact a robot—the product of a\nmad scientist’s efforts to create the most\npowerful psychic Pokémon of all.",
  "a_sch_entrance01_ocalture_07_04b": "According to its few eyewitnesses, Iron Valiant\nappears similar to both Gardevoir and Gallade.\nIt’s also said to be cruel enough to take its\nbrilliantly shining blade and cut down anyone\nconfronting it without hesitation.",
  "a_xxx_g01_01": "The rack is full of magazines about Pokémon!",
  "a_xxx_g01_02": "The poster says, “Are your Pokémon hurting?\nHurry down to the Pokémon Center!”",
  "a_xxx_g01_03": "It’s an old cartoon about Gorgin’ Greedent and\nall the mischief he stirs up!",
  "t04_01": "Surrendering Sunflora\nA work by Brassius",
  "t04_02": "The Harvest\nA work by Brassius",
  "t04_03": "Meditative Seat\nA work by an unknown artist",
  "t04_04": "Blossoming Infinity\nA work by an unknown artist",
  "t04_05": "Heterarchical Loop\nA work by an unknown artist",
  "t04_06": "Paradoxical Popper\nA work by an unknown artist",
  "a_w01_i01_01": "It’s a sink that hasn’t been used in a while.\nThe mirror’s fogged and hard to see in.",
  "a_w01_i01_02": "A lixeira está vazia.",
  "a_w01_i01_03": "The shelf holds seasonings that are past their\nexpiration dates.",
  "a_w01_i01_04": "The cooktop shows signs of having been\nused recently!",
  "a_w01_i01_05": "It’s a microwave. Looks like it hasn’t been used\nin a long while.",
  "a_w01_i01_06": "The fridge’s door is too heavy to open.",
  "a_w01_i01_07": "There are picture books for kids. One of them\ntells a story about making a big sandwich!",
  "a_w01_i01_08": "There’s no photo in this frame.",
  "a_w01_i01_09": "It’s full of old, tough-to-understand books.",
  "a_w01_i01_10": "The whiteboard is a mess of scribbled letters\nand numbers.",
  "a_w01_i01_11": "It’s a bed for a Pokémon. “Maschiff” is written\non it in a kid’s handwriting!",
  "a_w01_i01_12": "All sorts of research data is displayed on the\nmonitors!",
  "a_w01_i01_13": "It’s a mysterious device! Better not touch it.",
  "a_w23_i01_01": "Whatever these mysterious machines are, they\nseem to be constantly running calculations.",
  "a_w23_i01_02": "The shutter on this side doesn’t seem like it’ll\nopen. Perhaps it’s broken.",
  "a_w23_i02_01": "There are lots of containers here, but it’s not\nclear what they’re for.",
  "a_w23_i01_04": "This is one big container! It looks like, at some\npoint, it used to...move?",
  "a_w23_i11_01": "We’ve determined that this energy crystallization\nis linked to the being we call ▉▉▉▉▉▉.\\c\nThe interlocking hexagonal plates that comprise\n▉▉▉▉▉▉’s shell must somehow cause this\\r\nphenomenon—which I’ve dubbed “Terastallizing.”",
  "a_w23_i11_02": "Thanks to my prototype Tera Orb, I secured\ncorporate funding for my research and made\\r\na laboratory in the lighthouse near Cabo Poco.\\c\nSomeday, though, I’ll return to the crater and\nresume my study of these crystals.",
  "a_w23_i12_01": "At last I can resume work on the Tera Project!\\c\nI’ll move my research to the Zero Lab this month.\nMy team will be smaller, but no matter.\\c\nThe strong influence of the crystals makes our\nexperiments much more unstable.",
  "a_w23_i12_02": "The crystals’ power is tremendous! Their unstable\noutput made our corporate backers fret, but...\\c\nIf we can harness this energy, it will open up\nresearch possibilities we’d only dreamed of.\\c\nAt last, paradise will be ours to create.",
  "a_w23_i13_01a": "Our time machine research has yielded a\ntriumph—a Pokémon from the ancient past!\\c\nI’ve named it Koraidon.\\c\nI was expecting one new life to treasure, but\nwhat fortune to be blessed with this gift as well!",
  "a_w23_i13_01b": "Our time machine research has yielded a\ntriumph—a Pokémon from the distant future!\\c\nI’ve named it Miraidon.\\c\nI was expecting one new life to treasure, but\nwhat fortune to be blessed with this gift as well!",
  "a_w23_i13_02a": "I’ve successfully brought more and more ancient\nPokémon to our time since the first one.\\c\nI’m so close to creating a world like the one in\nthe book—a paradise where we three can live\\r\nhappily together forever. I must make it real.",
  "a_w23_i13_02b": "I’ve successfully brought more and more future\nPokémon to our time since the first one.\\c\nI’m so close to creating a world like the one in\nthe book—a paradise where we three can live\\r\nhappily together forever. I must make it real.",
  "a_w23_i14_01a": "I need more people. More time. That man walked\nout not long after the boy was born.\\c\nI need another set of hands, but could they\nbe trusted? And how long would it take them to\\r\neven understand? If only there were two of me.",
  "a_w23_i14_01b": "I need more people. More time. That woman\nwalked out not long after the boy was born.\\c\nI need another set of hands, but could they\nbe trusted? And how long would it take them to\\r\neven understand? If only there were two of me.",
  "a_w23_i14_02a": "My new assistant has intellect and technical skills\nto rival my own.\\c\nA bit rigid at times, but I’ve got no serious\ncomplaints. Productivity has doubled.\\c\nWe even brought in a second Koraidon via the\nmachine—though this one has proved aggressive.",
  "a_w23_i14_02b": "My new assistant has intellect and technical skills\nto rival my own.\\c\nA bit rigid at times, but I’ve got no serious\ncomplaints. Productivity has doubled.\\c\nWe even brought in a second Miraidon via the\nmachine—though this one has proved aggressive.",
  "a_w23_i11_14_01": "You’ve already disabled the lock from\nthis station!",
  "a_w23_i11_14_02": "The door seems broken. It won’t work...",
  "a_w23_i14_03": "A huge pipe is lying on the ground. It’s been\ncrushed and dented in various places.",
  "a_w23_i14_04": "These crystals seem to be eating into the\nresearch station...",
  "a_w23_i14_05": "A large gas canister has fallen over. It must\nhave been used for something.",
  "a_w23_i21_01": "A microscope and various samples have been\nleft here.",
  "a_w23_i21_02": "Confusing equations and phrases are scribbled\nall over this whiteboard.",
  "a_w23_i21_03": "You can see a strange, rocklike clump of\nsomething inside this machine.",
  "a_w23_i21_04": "Various research documents are scattered on\nthe desk.",
  "a_w23_i21_05": "Hang on, there’s something written here...\\c\n“In order to better defend the Zero Lab, I have\ndeveloped what I call the Poké Ball Lock System.\\c\n“Once it has identified IDs associated with\nspecific Poké Balls, it can...”\\c\nThe rest of it is too faded to make out.",
  "a_w23_i21_06": "It’s a picture of a young boy and a Maschiff.\nThey look really friendly with each other!",
  "t05_01": "It’s a picture stand with face cutouts so you can\npretend to be a Pokémon!",
  "t08_01": "Look at these huge speakers! Bass notes from\nthese must vibrate through the whole town!",
  "t09_01": "It’s a big coal-fired kiln! Looks like people use it\nto bake clay into cookware.",
  "c02_01": "It’s Cascarrafa’s signature fountain! You can feel\na cool spray from the water!",
  "c03_00": "This sculpture is polished to a bright gleam!\nIs it supposed to represent a building?",
  "c03_01": "Paldea Realty Flagship Building",
  "c03_02": "Paldea Realty Building No. 2",
  "c03_03": "Paldea Realty Building No. 3",
  "c03_04": "Paldea Realty Building No. 4",
  "c03_05": "Paldea Realty Building No. 5",
  "t01_01": "Casa d[o;a:g] [trnm:0]",
  "t01_02": "É um pequeno depósito atrás da cozinha!\nHá pás, fertilizante e outras coisas dentro dele.",
  "t01_03": "É uma torneira exclusiva para o jardim!\nÉ melhor não usá-la a torto e a direito.",
  "t01_04": "Esta porta conduz até à cozinha. Se você quiser \nentrar,  é melhor ir pela porta da frente!",
  "t01_05": "A sheet and one of your mom’s aprons are\nfluttering peacefully in the breeze!",
  "t01_06": "The Pokémon-shaped fountain is merrily\nspraying water!",
  "a_sch_room_common": "It’s one of the big, high-tech display panels that\nthe teachers use in class!",
  "a_sch_room03_01": "These cabinets hold lots of lab equipment for\ndoing different kinds of experiments!",
  "a_sch_room03_02": "These must be lab coats for when it’s time to do\nexperiments...",
  "a_sch_room03_03": "The biology lab faucets have little hoses attached\nto them for some reason!",
  "a_sch_room03_04": "It’s a model of a coastal area! It looks useful for\nunderstanding Pokémon ecology!",
  "a_sch_room02_01": "Maybe these fruits and flowers are meant to be\nused for still-life painting?",
  "a_sch_room02_02": "This must be a sculpture of a Balloon Pokémon!",
  "a_sch_room02_03": "Plenty of artwork by students is hung on the\nwalls. It’s all bursting with personality!",
  "a_sch_room02_04": "This Pokémon sculpture looks like it might start\nflapping its wings at any moment!",
  "a_sch_room01_01": "Lots of gleaming white dishes are stacked up in\nthis cabinet!",
  "a_sch_room01_02": "There’s a pair of wide sinks! Four people could\nprobably wash dishes here at the same time!",
  "a_sch_room01_03": "This microwave has seen plenty of use!",
  "a_sch_room01_04": "These fridges are for students to use however\nthey see fit!",
  "a_sch_room01_05": "This bookcase is full of cookbooks!",
  "a_sch_room01_06": "That’s one big pot! It could probably make\nenough food to serve plenty of people.",
  "a_sch_office02_01": "It’s a printer! No, wait—is this a photocopier...?\nOr maybe a scanner? Maybe it’s all three...",
  "a_sch_office02_02": "There are some very grown-up-looking jackets\nhung up on this clothes rack!",
  "a_sch_office02_03": "Lots of different books and folders are placed\nhaphazardly on the shelves!",
  "a_sch_office02_04": "This whiteboard has the teachers’ schedules\nwritten out on it. They’re all so busy!",
  "a_sch_cafe01_01": "The menu’s written here! Looks like the staff\nrecommend the Potato Salad Sandwich!",
  "a_sch_cafe01_02": "It’s a big industrial fridge. It’s got precise\ntemperature controls!",
  "a_sch_cafe01_03": "These are induction cooktops! If you got a pot\ngoing on one of these, you’d feel like a true chef!",
  "a_sch_cafe01_04": "These microwaves have some food mess in them\nfrom being used by so many students!",
  "a_sch_cafe01_05": "The sinks contain dishes waiting to get washed!",
  "a_sch_cafe01_06": "This seems like a buffet table! But it’s not clear if\nyou can just take all you want or what...",
  "a_sch_shop01_01": "These shiny new Poké Balls are ₽200 each!",
  "a_sch_shop01_02": "There are lots of handy items for taking care of\nyour Pokémon!",
  "a_sch_shop01_03": "This shelf has notebooks, writing implements,\nand other things to use in class!",
  "a_sch_shop01_04": "There are lots of magazines about Pokémon!",
  "a_sch_shop01_05": "All this tasty-looking bread gives off fresh,\ndelicious smells that waft throughout the room.",
  "a_sch_office03_01": "These drawers are full of spare clothes in lots of\ndifferent sizes!",
  "a_sch_office03_02": "It’s full of books on health—both about people\nand about Pokémon!",
  "a_sch_office03_03": "It’s important to wash your hands carefully when\nyou come in from outside!",
  "a_sch_office03_04": "This cabinet contains lots of medicines with\nhard-to-pronounce names!",
  "a_sch_office03_05": "It’s a bed for small- or medium-sized Pokémon\nto snooze in!",
  "a_sch_office03_06": "It’s a scale that can handle small- or medium-\nsized Pokémon!",
  "a_sch_dorm01_01": "It’s your own personal kitchen!",
  "a_sch_dorm01_02": "It’s your study desk! It’s got plenty of handy\nspace to put things to the side, too.",
  "a_sch_dorm01_03": "O banheiro está do outro lado dessa porta.\nCertifique-se de mantê-lo limpo e arrumado!",
  "a_sch_dorm01_04": "It’s a photo of you and your treasured friends to\nremember your journeys by!",
  "a_sch_dorm02_01": "These dietary supplements look like they were\nchosen carefully to give Pokémon balanced diets!",
  "a_sch_dorm02_02": "Nemona’s Gym Badges are squeaky-clean!\nThere’s a plaque with a shield, too!",
  "a_sch_dorm02_03": "A meticulous training schedule is written out here!",
  "a_sch_dorm02_04": "The bedspread has a battle court pattern!",
  "a_sch_dorm03_01": "Look at all these fresh ingredients!",
  "a_sch_dorm03_02": "This kitchen is clearly used with great care!",
  "a_sch_dorm03_03": "The trash bins are empty.",
  "a_sch_dorm03_04": "This is a big fridge!",
  "a_sch_dorm03_05": "It’s a framed picture of a Maschiff!",
  "a_sch_dorm03_06": "It’s a Pokémon bed! It looks a bit small for\nMabosstiff to fit in...",
  "a_sch_dorm03_07": "It’s a map of Paldea! There are notes stuck to it\nabout places Arven’s investigated.",
  "a_sch_dorm03_08": "The bedspread is a bright, cheery color!",
  "a_sch_dorm04_01": "There are tons of cardboard boxes from buying\nthings online!",
  "a_sch_dorm04_02": "Empty boxes of instant foods are scattered\naround the kitchen!",
  "a_sch_dorm04_03": "Pokémon figurines are lined up neatly here!",
  "a_sch_dorm04_04": "There’s a lot of Pokémon fur clinging to the bed!",
  "a_sch_dorm04_05": "It’s a huge rack of computer stuff! What could\nPenny be using all this for?",
  "a_sch_dorm04_06": "There’s a poster of Palafin, the Pelagic Protector!",
  "a_w23_01": "There’s some sort of plate inscribed with a\nmysterious symbol..."
}