{
  "champ_0010_chairman_01": "Muito bem, Campeã Nemona. Eu confio em você para\nlidar com isto em meu lugar.[npcn:2C]",
  "champ_0010_rival_00": "Claro! Pode contar comigo. Na verdade, aposto\nque isso será divertido![npcn:4]",
  "champ_0010_chairman_02": "Fico feliz por ouvir isso. Bom dia. Então,[npcn:2C]",
  "champ_0010_chairman_03": "Oh—perdoe-me.[npcn:2C]",
  "champ_0010_rival_01": "Oh, [trnm:0]![npcn:4]",
  "champ_0010_select_03": "Quem era aquela?",
  "champ_0010_select_04": "Ela parecia incrível!",
  "champ_0010_rival_16a": "Despertou seu interesse, né? Essa senhora é...\nBem, eles a chamam de La Primera!\nEla é forte, ela pode fazer praticamente qualquer\ncoisa, ela é legal praticamente saindo pelas orelhas...\nEla é basicamente tudo que eu quero ser - ou que\nqualquer treinador Pokémon gostaria de ser, sério![npcn:4]",
  "champ_0010_rival_16b": "Bom olho! Ela tem certeza! Essa senhora é... Bem, eles\nchame-a de La Primera!\nEla é forte, ela pode fazer praticamente qualquer coisa,\nela é legal praticamente saindo pelas orelhas...\nEla é basicamente tudo que eu quero ser - ou que qualquer\ntreinador Pokémon gostaria de ser, sério![npcn:4]",
  "champ_0010_rival_17": "Oh! Which reminds me! Remember in homeroom\nwhen I asked what your dream is?[npcn:4]",
  "champ_0010_rival_02a": "Now, I know you said you’re all about completing\nthe Pokédex! But hear me out...[npcn:4]",
  "champ_0010_rival_02b": "Well, since your heart’s already set on becoming\na really strong Trainer...I’ve got an idea for you![npcn:4]",
  "champ_0010_rival_02c": "If you’re still trying to decide what it is you’re\nlooking for...I’ve got an idea for you![npcn:4]",
  "champ_0010_rival_03": "You should try to reach [clr:6]Champion Rank[clr:0] like me![npcn:4]",
  "champ_0010_slect_01": "Yeah, I will!",
  "champ_0010_slect_02": "I don’t know...",
  "champ_0010_rival_04a": "Oh wow! Hang on, though—I’ve got a whole spiel\nI wanna give you. Here goes...[npcn:4]",
  "champ_0010_rival_04b": "Aww, but talent like yours deserves to be used!\nHear me out...[npcn:4]",
  "champ_0010_rival_05": "The Trainers who reach Champion Rank are the\nones who raise their Pokémon really strong.\\c\nThey’re pro-tier battlers. Their moves keep\ncrowds absolutely on the edge of their seats![npcn:4]",
  "champ_0010_rival_06": "You have to prove yourself to the Pokémon\nLeague to officially get the title of Champion.[npcn:4]",
  "champ_0010_rival_07": "And to do that, you have to do more than just\ntake classes here.\\c\nYou’ve got to take on eight Pokémon Gyms and\nwin so you can collect their Gym Badges![npcn:4]",
  "champ_0010_rival_08": "Once you’ve done all that, all that’s left is a\nspecial test—the Champion Assessment.[npcn:4]",
  "champ_0010_rival_09": "And once you pass THAT, then at long last you’ll\nbe a Champion![npcn:4]",
  "champ_0010_rival_10": "It’s every Pokémon Trainer’s dream! The coolest\ntitle anyone could ever hope to get!\\c\nNot to brag or anything![npcn:4]",
  "champ_0010_rival_11": "I reached Champion Rank during our last\nTreasure Hunt, you know![npcn:4]",
  "champ_0010_rival_16": "Oh, the Treasure Hunt is a special independent\nstudy thing we’ve got here. Should happen soon!\\c\nOur last one started not long after the beginning\nof this school year![npcn:4]",
  "champ_0010_rival_12": "It’s great! You get to leave school to go have an\nadventure and learn however you want![npcn:4]",
  "champ_0010_rival_13": "I guess you could say my journey to becoming\na Champion was the treasure I found...maybe?\\r\nI dunno yet if that’s the answer I’m looking for...[npcn:4]",
  "champ_0010_rival_14": "Anyway, I’ve got a feeling I’d be able to get even\nstronger if you and I were both working at it...[npcn:4]",
  "champ_0010_rival_18": "Lemme go ahead and save the Gyms’ locations in\nyour map app in case you decide to go for it![npcn:4]",
  "champ_0010_rival_15": "Give it some thought![npcn:4]"
}