{
  "class_b_03_math_01": "Hello, everyone. Let’s have a fun class today.[npcn:25]",
  "class_b_03_math_02": "Tell me, do you all enjoy fortune telling,\nhoroscopes, and the like?[npcn:25]",
  "class_b_03_math_03": "I think it feels great to read your horoscope and\nsee that it says good luck is coming your way.[npcn:25]",
  "class_b_03_math_04": "So today, I’d like to teach you all math while\nfocusing on the topic of luck![npcn:25]",
  "class_b_03_math_05": "Perhaps you have seen the following phrase\ncrop up during Pokémon battles before...\\c\n“A critical hit!”[npcn:25]",
  "class_b_03_math_06": "When a Pokémon’s attack lands as a critical hit,\nthe damage it deals is increased by half.\\c\nIn other words, it does one-and-a-half times as\nmuch damage as it normally would![npcn:25]",
  "class_b_03_math_07": "It is truly luck that determines whether your\nPokémon lands a critical hit—or has one landed\\r\non it. This can cause a great upset in battle.[npcn:25]",
  "class_b_03_math_08": "Does anyone know what percent chance a\nPokémon has of landing a critical hit?[npcn:25]",
  "class_b_03_select_01": "About 1 percent (1 in 100 hits)",
  "class_b_03_select_02": "About 4 percent (4 in 100 hits)",
  "class_b_03_select_03": "About 12 percent (12 in 100 hits)",
  "class_b_03_math_answer_01": "Oh, my. Critical hits land a little more often than\nthat, [trnm:0].[npcn:25]",
  "class_b_03_math_answer_02": "[BD06:0]That is correct! Well done,\n[trnm:0]![npcn:25]",
  "class_b_03_math_answer_03": "Oh, my. That might cause a bit TOO critical of a\nsituation, [trnm:0]![npcn:25]",
  "class_b_03_math_09": "The chance of landing a critical hit is said to be\n1 in 24...which figures to roughly 4.17 percent.[npcn:25]",
  "class_b_03_math_10": "The odds are more favorable for certain moves,\nthough—why, moves such as Stone Edge and\\r\nShadow Claw have about a 12 percent chance![npcn:25]",
  "class_b_03_math_11": "You can also use a move called Focus Energy or\nan item known as a Dire Hit.[npcn:25]",
  "class_b_03_math_12": "Both raise the critical-hit ratio by two stages—\nthat’s a 50 percent chance to land a critical hit![npcn:25]",
  "class_b_03_math_13": "It feels great to land a critical hit, but perhaps\nnot so great to be struck by one![npcn:25]",
  "class_b_03_math_14": "There is a surprising amount of mathematical\nprobability hidden in Pokémon battles, you know.[npcn:25]",
  "class_b_03_math_15": "If you’re able to do the calculations that’ll swing\nluck in your favor, it may open the door for more\\r\nstrategic choices for you during battle.[npcn:25]",
  "class_b_03_math_16": "Oh, my. Is that the bell? I suppose that’s all for\nnow. What a shame...[npcn:25]",
  "class_b_03_math_17": "Next class will be our fun midterm exam! I hope\nyou’ll all be looking forward to it.[npcn:25]"
}