{
  "class_g_01_home_01": "I see we have some energetic young ones in our\nclass this time around.[npcn:2C]",
  "class_g_01_home_02": "You may call me Mr. Saguaro.\\c\nYour time here with me will be spent obtaining\nknowledge and skills indispensable for daily life.[npcn:29]",
  "class_g_01_home_03": "Many of you have left the care of your parents to\nlive here on your own in the academy dormitory.[npcn:29]",
  "class_g_01_home_04": "I pray that the knowledge I impart to you will\nimprove the quality of your lives and the\\r\nnecessities thereof—food, clothing, and shelter.[npcn:29]",
  "class_g_01_home_05": "Of those three categories, I assume the most\npressing and interesting for you all is food.[npcn:29]",
  "class_g_01_home_06": "When you eat sandwiches on your picnics, the HP\nof your party Pokémon will be restored.\\c\nYou will also gain something called [clr:6]Meal Powers[clr:0],\nwhich can provide all manner of benefits.[npcn:29]",
  "class_g_01_home_07": "For example, these powers can make Pokémon\neasier to catch or increase the Exp. Points that\\r\nyour Pokémon receive.[npcn:29]",
  "class_g_01_home_08": "I think you will also find that the breadth of these\neffects can be expanded by crafting sandwiches\\r\nof superb flavor.[npcn:29]",
  "class_g_01_home_09": "What’s more, there is a certain something that is\nparticularly important if we wish to receive Meal\\r\nPowers with even more helpful effects.[npcn:29]",
  "class_g_01_home_10": "Let me see... M[aster;iss:g] [trnm:0]!\\c\nTell me—what must you keep in mind to receive\neven more helpful Meal Powers?[npcn:29]",
  "class_g_01_select_01": "My choice of fillings and condiments",
  "class_g_01_select_02": "How fast I can prepare the food",
  "class_g_01_select_03": "I have to remember to put my heart into it!",
  "class_g_01_home_answer_01": "[BD06:0]Perfectly correct, M[aster;iss:g]\n[trnm:0]!\\c\nPerhaps you were already aware of this fact from\nhaving helped your family with cooking at home?[npcn:29]",
  "class_g_01_home_answer_02": "That is...incorrect. I pray that you all put more\nemphasis on doing things well when cooking\\r\nrather than simply rushing to finish quickly.[npcn:29]",
  "class_g_01_home_answer_03": "Ha! That is an interesting take. Though not\nexactly what I was looking for, I suppose you are\\r\ncorrect, in a sense.[npcn:29]",
  "class_g_01_home_11": "Your choice of ingredients—including both fillings\nand condiments—is an important factor in gaining\\r\neven more helpful Meal Powers.[npcn:29]",
  "class_g_01_home_12": "For example, using sweet ingredients in your\nsandwiches may help you gain Egg Power.[npcn:29]",
  "class_g_01_home_13": "Including numerous bitter ingredients, on the\nother hand, can gain you Item Drop Power.[npcn:29]",
  "class_g_01_home_14": "Learning to aim for specific effects when crafting\nsandwiches will almost certainly make your\\r\nculinary endeavors more enjoyable.\\c\nPlease be aware, however, that you can also\nreceive Meal Powers by eating at restaurants.[npcn:29]",
  "class_g_01_home_15": "I must say that I would feel the utmost joy if you\nall learned much here in my class and came to\\r\nbetter understand home economics.[npcn:29]",
  "class_g_01_home_16": "Our time together has come to an end for today.\nI bid you all farewell.[npcn:29]"
}