{
  "class_b_01_math_01": "Olá pessoal.  Prazer em conhecê-la.  Meu nome\né Tyme e serei seu professor de matemática.[npcn:25]",
  "class_b_01_math_02": "Desculpe em coloca-los nessa saia justa,\nmas deixe-me fazer uma pergunta rápida—\\r\n Vocês gostam de números, aritmética e afins?[npcn:25]",
  "class_b_01_popup_01": "Sim!",
  "class_b_01_popup_02": "Um pouco.",
  "class_b_01_popup_03": "Errr...",
  "class_b_01_math_03": "Oh meu Deus.  Hahaha.  Obrigado por suas\nrespostas honestas.[npcn:25]",
  "class_b_01_math_04": "Alguns de vocês podem gostar de números e\noutros não.  Acho uma ótima mistura.[npcn:25]",
  "class_b_01_math_05": "Não importa sua opinião sobre matemática,\nespero é que gostem de nossas aulas!\\c\nFarei o possível para encontrar uma maneira\nde combinar seu interesse com matemática![npcn:25]",
  "class_b_01_math_06": "Falando nisso, estão em dia com estudos de confrontos de tipos Pokémon?[npcn:25]",
  "class_b_01_math_07": "Por exemplo, a grama é forte contra a água e a\nágua é forte contra o fogo, correto?[npcn:25]",
  "class_b_01_math_08": "[BD06:0][trnm:0], você parece\nser\\r\nbom\\r\ncom\\r\nPokémon,\\r\nentão\\r\ndeixe\\r\nme\\r\nperguntar\\r\nisto a você.[npcn:25]",
  "class_b_01_math_09": "Bearing in mind that Water is strong against Fire...\nIf the move Water Gun hits a Fire-type Pokémon,\\r\nwhat becomes of the move’s damage?[npcn:25]",
  "class_b_01_select_01": "It’s cut in half",
  "class_b_01_select_02": "It doesn’t change",
  "class_b_01_select_03": "It’s doubled",
  "class_b_01_math_answer_01": "Oh, my. A little reverse thinking, I see! But I’d\nprobably be in rough shape afterward if I got hit\\r\nby something I was weak to. Wouldn’t you be?[npcn:25]",
  "class_b_01_math_answer_02": "A real hardy individual, I see! But I’d probably\nbe in rough shape afterward if I got hit by\\r\nsomething I was weak to. Wouldn’t you be?[npcn:25]",
  "class_b_01_math_answer_03": "That’s right! I knew I could count on you for this\nquestion, [trnm:0].[npcn:25]",
  "class_b_01_math_10": "Using moves of a type that your opponent is\nweak to is a supereffective tactic!\\c\nIt multiplies the damage of those moves by two![npcn:25]",
  "class_b_01_math_11": "On the other hand, using moves of a type that\nyour opponent is resistant to isn’t very effective.\\r\nIt divides the damage of your moves by two.[npcn:25]",
  "class_b_01_math_12": "Haha! I don’t mean to encroach on Ms. Dendra’s\nbattle studies territory, of course, but I thought\\r\nit best to use a lively topic as an example.[npcn:25]",
  "class_b_01_math_13": "That can make math fun even for those of you\nwho don’t much like the subject, don’t you think?[npcn:25]",
  "class_b_01_math_14": "Oh, my. Is that the bell? I suppose that’s all for\nnow. What a shame...[npcn:25]",
  "class_b_01_math_15": "I’m looking forward to seeing you all in the next\nclass. I hope you’re looking forward to it, too![npcn:25]"
}