{
  "msg_field_trade_system_01": "Esse Pokémon não atende às condições\nde troca!",
  "msg_field_trade_a_01": "Você tem o Pokémon Flabébé? Eles podem\nlevar flores de cores diferentes, certo?\\c\nPoderia trocar um Flabébé pelo meu Snom?\nQualquer cor de flor está bem para mim!",
  "msg_field_trade_a_02": "Vai trocar aquele Flabébé?",
  "msg_field_trade_a_03": "Ai, que pena! Bom, me avise se mudar de ideia!",
  "msg_field_trade_a_04": "Nossa, é tão pequenino... Tão fofinho... O jeito\nque monta na flor é simplesmente... Mmm!\\c\n... Ufa. Snom também é adorável, então cuide bem dele, ok?",
  "msg_field_trade_a_05": "Flabébé é tão fofo! Talvez eu pegue todos os\nFlabébé de cores diferentes!",
  "msg_field_trade_a_06": "You can’t trade if you only have one Pokémon!\\c\nCome back when you have at least two Pokémon\non your team!",
  "msg_field_trade_a_nickname": "Snowsalot",
  "msg_field_trade_a_parent_01": "Glen",
  "msg_field_trade_b_01": "Is it true that Wooper in Paldea are venomous?\\c\nI have a blue Wooper I caught in another region.\nWanna trade a Paldean Wooper to get it?",
  "msg_field_trade_b_02": "Wow, that Wooper’s got a dark color...\nYou sure you’re OK to trade?",
  "msg_field_trade_b_03": "Let me know if you change your mind and want\nto have a Wooper trade-off!",
  "msg_field_trade_b_04": "Wow, it really does have the Poison type!\nThat’s so cool!\\c\nThe blue Wooper’s neat too, so make sure you\ngive it lots of attention, OK?",
  "msg_field_trade_b_05": "Oooh, its eyes get droopy when they’re closed!\nPaldean Wooper is SO cute!\\c\nIt’s neat that the same Pokémon, depending on\nthe region, can have different looks and types!",
  "msg_field_trade_b_06": "Oh, but you only have one Pokémon!\\c\nYou need to have at least two Pokémon on your\nteam if you want to trade!",
  "msg_field_trade_b_nickname": "Manchester",
  "msg_field_trade_b_parent_01": "Sue",
  "msg_field_trade_c_01": "I don’t have a Pokémon that I can ride on water,\nbut I want to meet some lovely sea Pokémon!\\c\nIf you have a Pincurchin, would you be willing to\ntrade it for my Haunter?",
  "msg_field_trade_c_02": "You’re OK with trading that Pincurchin?",
  "msg_field_trade_c_03": "Aww, you don’t want to trade? Sometimes you\ngotta make bold decisions in life, you know?",
  "msg_field_trade_c_04": "Oh my! My darling Hauntikins evolved into\nGengar?!\\c\nI’d heard rumors about Pokémon that evolve\nwhen they’re traded!",
  "msg_field_trade_c_05": "How’s dear Hauntikins doing? The Pincurchin\nyou gave me is just electrifying!",
  "msg_field_trade_c_06": "You can’t do a trade if you only have one\nPokémon on your team!\\c\nI think you should come back when you have\nat least two!",
  "msg_field_trade_c_nickname": "Hauntikins",
  "msg_field_trade_c_parent_01": "Blossom"
}