{
  "TOKUSEIINFO_000": "-",
  "TOKUSEIINFO_001": "Ao liberar um fedor quando atacado, o Pokémon pode\nfazer o alvo hesitar.",
  "TOKUSEIINFO_002": "O Pokémon faz chover\nao entrar em batalha.",
  "TOKUSEIINFO_003": "O atributo de Velocidade do Pokémon é aumentado a cada turno.",
  "TOKUSEIINFO_004": "Armadura maciça protege o Pokémon de golpes críticos.",
  "TOKUSEIINFO_005": "O Pokémon não pode ser nocauteado por um único acerto\nenquanto seu HP estiver cheio. Golpes fatais também ira\nfalhar em derrubá-lo.",
  "TOKUSEIINFO_006": "O Pokémon amortece seu entorno envolvente, impedindo\ntodos os Pokémon de usar movimentos explosivos como\nAutodestruição.",
  "TOKUSEIINFO_007": "O corpo flexível do Pokémon impede que ele fique\nparalisado.",
  "TOKUSEIINFO_008": "Aumenta a evasão do Pokémon\nem uma Tempestade de Areia.",
  "TOKUSEIINFO_009": "O Pokémon é carregado com eletricidade estática e pode\nparalisar ataques que fazem contato direto com ele.",
  "TOKUSEIINFO_010": "Se atingido por um movimento do tipo Elétrico, o Pokémon terá seu HP\nrestaurado ao invés de sofrer dano.",
  "TOKUSEIINFO_011": "Se atingido por um movimento do tipo Água, o Pokémon terá seu HP\nrestaurado ao invés de sofrer dano.",
  "TOKUSEIINFO_012": "O Pokémon está desatento, impedindo que fique\napaixonado, provocado ou sendo afetado pela\nIntimidação.",
  "TOKUSEIINFO_013": "Elimina efeitos do clima.",
  "TOKUSEIINFO_014": "Os olhos precisos do Pokémon aumentam sua precisão.",
  "TOKUSEIINFO_015": "A insônia do Pokémon impede que ele adormeça.",
  "TOKUSEIINFO_016": "O tipo do Pokémon se torna o movimento\nusado por ele.",
  "TOKUSEIINFO_017": "O sistema de defesa do Pokémon impede que ele seja\nenvenenado.",
  "TOKUSEIINFO_018": "Se atingido por um movimento do tipo Fogo, o Pokémon absorve\nas chamas e as usa para fortalecer seus próprios\nmovimentos do tipo Fogo.",
  "TOKUSEIINFO_019": "Escudo de poeira protege o Pokémon de efeitos secundários\nde movimentos.",
  "TOKUSEIINFO_020": "O Pokémon segue seus próprios ritmos, se impedindo de\nficar confuso ou afetado pela Intimidação.",
  "TOKUSEIINFO_021": "O Pokémon usa ventosas para ficar em um lugar.\nIsso o protege contra movimentos e itens que o \nfariam sair.",
  "TOKUSEIINFO_022": "Quando o Pokémon entra em uma batalha, ele intimida\noutros Pokémon e faz com que eles fiquem retidos,\nbaixando seus atributos de ataque.",
  "TOKUSEIINFO_023": "Os passos de um Pokémon entre as sombras de outro\nevita que ele fuja ou seja substituído.",
  "TOKUSEIINFO_024": "A pele áspera do Pokémon causa dano aos invasores que fazem\ncontato direto com ele.",
  "TOKUSEIINFO_025": "Seu poder misterioso só permite movimentos supereficazes\nacertarem o Pokémon.",
  "TOKUSEIINFO_026": "Ao flutuar no ar, o Pokémon recebe total imunidade\na todos os movimentos do tipo Terrestre.",
  "TOKUSEIINFO_027": "O contato com o Pokémon pode causar envenenamento, sono,\nou paralisia no inimigo.",
  "TOKUSEIINFO_028": "Se o Pokémon for queimado, paralisado ou envenenado por\noutro Pokémon, será infligido\na mesma condição de estado.",
  "TOKUSEIINFO_029": "Impede que outros movimentos ou habilidades de outros Pokémon\ndiminuíam os atributos dele.",
  "TOKUSEIINFO_030": "As condições dos atributos do Pokémon são curados quando\nmuda de lugar.",
  "TOKUSEIINFO_031": "O Pokémon absorve todos os movimentos do tipo eletricidade. Em vez de\nreceber dano deles, seu atributo de ataque é aumentado.",
  "TOKUSEIINFO_032": "Aumenta a probabilidade de efeitos adicionais ocorrerem\nquando o Pokémon usar seus movimentos.",
  "TOKUSEIINFO_033": "Aumenta o atributo de Velocidade do Pokémon na chuva.",
  "TOKUSEIINFO_034": "Aumenta o atributo de Velocidade do Pokémon, na presença de luz solar.",
  "TOKUSEIINFO_035": "Aumenta a probabilidade de encontrar Pokémon selvagem ao\niluminar o seu entorno.",
  "TOKUSEIINFO_036": "Quando entra em uma batalha, o Pokémon copia uma\nhabilidade do adversário.",
  "TOKUSEIINFO_037": "Duplica o atributo de Ataque do Pokémon.",
  "TOKUSEIINFO_038": "O contato com o Pokémon pode envenenar o inimigo.",
  "TOKUSEIINFO_039": "O intenso foco do Pokémon impede que ele hesite\nou seja afetado pela Intimidação.",
  "TOKUSEIINFO_040": "O revestimento de magma quente do Pokémon não o impede de\nser congelado.",
  "TOKUSEIINFO_041": "O véu de água do Pokémon impede que ele seja queimado.",
  "TOKUSEIINFO_042": "Impede o Pokémon do tipo aço de fugir puxando\neles com magnetismo.",
  "TOKUSEIINFO_043": "A Profundidade sonora dá imunidade total a todos os\nataques baseados em som.",
  "TOKUSEIINFO_044": "O Pokémon recupera gradualmente o HP na chuva.",
  "TOKUSEIINFO_045": "O Pokémon convoca uma tempestade de areia quando entra\nem uma batalha.",
  "TOKUSEIINFO_046": "Coloca outros Pokémon sob pressão, fazendo com que eles\ngastem mais PP para usar seus movimentos.",
  "TOKUSEIINFO_047": "O Pokémon é protegido por uma camada de gordura grossa, que\nreduz para metade o dano recebido de movimentos do tipo Fogo e Gelo.",
  "TOKUSEIINFO_048": "O Pokémon desperta do sono duas vezes mais rápido que\no outro Pokémon.",
  "TOKUSEIINFO_049": "O contato com o Pokémon pode queimar o inimigo.",
  "TOKUSEIINFO_050": "Permite uma saída segura de Pokémon selvagens.",
  "TOKUSEIINFO_051": "Os olhos atentos do Pokémon impedem que sua precisão\nseja reduzida.",
  "TOKUSEIINFO_052": "Os items de Pokémon, pinças poderosas impedem que outros\nPokémon reduzam seu atributo de ataque.",
  "TOKUSEIINFO_053": "O Pokémon pode pegar um item de outro Pokémon\nusado durante uma batalha. Pode pegar itens fora de\nbatalha, também.",
  "TOKUSEIINFO_054": "Cada vez que o Pokémon usa um movimento, ele passa\no turno seguinte parado.",
  "TOKUSEIINFO_055": "Aumenta o Ataque, mas reduz a Precisão.",
  "TOKUSEIINFO_056": "O Pokémon pode se apaixonar por atacantes que fazem\ncontato direto com ele.",
  "TOKUSEIINFO_057": "Aumenta o Ataque Esp. do Pokémon se um aliado com\na habilidade Mais ou Menos também estiver em batalha.",
  "TOKUSEIINFO_058": "Aumenta o Ataque Esp. do Pokémon se um aliado com\na habilidade Mais ou Menos também estiver em batalha.",
  "TOKUSEIINFO_059": "The Pokémon transforms with the weather to change\nits type to Water, Fire, or Ice.",
  "TOKUSEIINFO_060": "The Pokémon’s held items cling to its sticky body and\ncannot be removed by other Pokémon.",
  "TOKUSEIINFO_061": "The Pokémon may cure its own status conditions by\nshedding its skin.",
  "TOKUSEIINFO_062": "It’s so gutsy that having a status condition boosts\nthe Pokémon’s Attack stat.",
  "TOKUSEIINFO_063": "The Pokémon’s marvelous scales boost its Defense stat\nif it has a status condition.",
  "TOKUSEIINFO_064": "The strong stench of the Pokémon’s oozed liquid\ndamages attackers that use HP-draining moves.",
  "TOKUSEIINFO_065": "Powers up Grass-type moves when the Pokémon’s HP\nis low.",
  "TOKUSEIINFO_066": "Powers up Fire-type moves when the Pokémon’s HP\nis low.",
  "TOKUSEIINFO_067": "Powers up Water-type moves when the Pokémon’s HP\nis low.",
  "TOKUSEIINFO_068": "Powers up Bug-type moves when the Pokémon’s HP\nis low.",
  "TOKUSEIINFO_069": "Protects the Pokémon from recoil damage.",
  "TOKUSEIINFO_070": "Turns the sunlight harsh when the Pokémon enters\na battle.",
  "TOKUSEIINFO_071": "Prevents opposing Pokémon from fleeing from battle.",
  "TOKUSEIINFO_072": "The Pokémon is full of vitality, and that prevents it from\nfalling asleep.",
  "TOKUSEIINFO_073": "The Pokémon is protected by its white smoke, which\nprevents other Pokémon from lowering its stats.",
  "TOKUSEIINFO_074": "Using its pure power, the Pokémon doubles its\nAttack stat.",
  "TOKUSEIINFO_075": "A hard shell protects the Pokémon from critical hits.",
  "TOKUSEIINFO_076": "Elimina efeitos do clima.",
  "TOKUSEIINFO_077": "Boosts the Pokémon’s evasiveness if it is confused.",
  "TOKUSEIINFO_078": "The Pokémon takes no damage when hit by Electric-type\nmoves. Instead, its Speed stat is boosted.",
  "TOKUSEIINFO_079": "The Pokémon’s competitive spirit makes it deal more\ndamage to Pokémon of the same gender, but less\ndamage to Pokémon of the opposite gender.",
  "TOKUSEIINFO_080": "The Pokémon’s determination boosts its Speed stat\nevery time it flinches.",
  "TOKUSEIINFO_081": "Boosts the Pokémon’s evasiveness in snow.",
  "TOKUSEIINFO_082": "If the Pokémon is holding a Berry to be eaten when its\nHP is low, it will instead eat the Berry when its HP drops\nto half or less.",
  "TOKUSEIINFO_083": "The Pokémon is angered when it takes a critical hit,\nand that maxes its Attack stat.",
  "TOKUSEIINFO_084": "Boosts the Speed stat if the Pokémon’s held item is\nused or lost.",
  "TOKUSEIINFO_085": "The Pokémon’s heatproof body halves the damage\ntaken from Fire-type moves.",
  "TOKUSEIINFO_086": "Doubles the effects of the Pokémon’s stat changes.",
  "TOKUSEIINFO_087": "Restores the Pokémon’s HP in rain or when it is hit by\nWater-type moves. Reduces HP in harsh sunlight, and\nincreases the damage received from Fire-type moves.",
  "TOKUSEIINFO_088": "The Pokémon compares an opposing Pokémon’s\nDefense and Sp. Def stats before raising its own\nAttack or Sp. Atk stat—whichever will be more effective.",
  "TOKUSEIINFO_089": "Fortalece movimentos de soco.",
  "TOKUSEIINFO_090": "If poisoned, the Pokémon has its HP restored instead of\ntaking damage.",
  "TOKUSEIINFO_091": "Powers up moves of the same type as the Pokémon.",
  "TOKUSEIINFO_092": "Maximizes the number of times multistrike moves hit.",
  "TOKUSEIINFO_093": "Cures the Pokémon’s status conditions in rain.",
  "TOKUSEIINFO_094": "In harsh sunlight, the Pokémon’s Sp. Atk stat is boosted,\nbut its HP decreases every turn.",
  "TOKUSEIINFO_095": "Boosts the Speed stat if the Pokémon has a status\ncondition.",
  "TOKUSEIINFO_096": "All the Pokémon’s moves become Normal type.\nThe power of those moves is boosted a little.",
  "TOKUSEIINFO_097": "If the Pokémon’s attack lands a critical hit, the attack is\npowered up even further.",
  "TOKUSEIINFO_098": "The Pokémon only takes damage from attacks.",
  "TOKUSEIINFO_099": "The Pokémon employs no-guard tactics to ensure\nincoming and outgoing attacks always land.",
  "TOKUSEIINFO_100": "The Pokémon is always the last to use its moves.",
  "TOKUSEIINFO_101": "Powers up weak moves so the Pokémon can deal more\ndamage with them.",
  "TOKUSEIINFO_102": "Prevents status conditions in harsh sunlight.",
  "TOKUSEIINFO_103": "The Pokémon can’t use any held items.",
  "TOKUSEIINFO_104": "The Pokémon’s moves are unimpeded by the Ability\nof the target.",
  "TOKUSEIINFO_105": "The Pokémon is so lucky that the critical-hit ratios\nof its moves are boosted.",
  "TOKUSEIINFO_106": "Damages the attacker if it knocks out the Pokémon with\na move that makes direct contact.",
  "TOKUSEIINFO_107": "The Pokémon can sense an opposing Pokémon’s\ndangerous moves.",
  "TOKUSEIINFO_108": "When it enters a battle, the Pokémon can tell one of\nthe moves an opposing Pokémon has.",
  "TOKUSEIINFO_109": "When attacking, the Pokémon ignores the target’s\nstat changes.",
  "TOKUSEIINFO_110": "The Pokémon can use “not very effective” moves\nto deal regular damage.",
  "TOKUSEIINFO_111": "Reduces the power of supereffective attacks that hit\nthe Pokémon.",
  "TOKUSEIINFO_112": "For five turns, the Pokémon’s Attack and Speed stats\nare halved.",
  "TOKUSEIINFO_113": "The Pokémon can hit Ghost-type Pokémon with Normal-\nand Fighting-type moves. It is also unaffected by\nIntimidate.",
  "TOKUSEIINFO_114": "The Pokémon draws in all Water-type moves. Instead of\ntaking damage from them, its Sp. Atk stat is boosted.",
  "TOKUSEIINFO_115": "The Pokémon gradually regains HP in snow.",
  "TOKUSEIINFO_116": "Reduces the power of supereffective attacks that hit\nthe Pokémon.",
  "TOKUSEIINFO_117": "The Pokémon makes it snow when it enters a battle.",
  "TOKUSEIINFO_118": "The Pokémon may gather Honey after a battle.",
  "TOKUSEIINFO_119": "When it enters a battle, the Pokémon can check an\nopposing Pokémon’s held item.",
  "TOKUSEIINFO_120": "Powers up moves that have recoil damage.",
  "TOKUSEIINFO_121": "Changes the Pokémon’s type to match the plate it holds.",
  "TOKUSEIINFO_122": "Boosts the Attack and Sp. Def stats of the Pokémon and\nits allies in harsh sunlight.",
  "TOKUSEIINFO_123": "Damages opposing Pokémon that are asleep.",
  "TOKUSEIINFO_124": "The Pokémon steals the held item from attackers that\nmake direct contact with it.",
  "TOKUSEIINFO_125": "Removes any additional effects from the Pokémon’s\nmoves, but increases the moves’ power.",
  "TOKUSEIINFO_126": "Reverses any stat changes affecting the Pokémon\nso that attempts to boost its stats instead lower them—\nand attempts to lower its stats will boost them.",
  "TOKUSEIINFO_127": "Unnerves opposing Pokémon and makes them unable\nto eat Berries.",
  "TOKUSEIINFO_128": "If the Pokémon has any stat lowered by an opposing\nPokémon, its Attack stat will be boosted sharply.",
  "TOKUSEIINFO_129": "Halves the Pokémon’s Attack and Sp. Atk stats when its\nHP drops to half or less.",
  "TOKUSEIINFO_130": "May disable a move that has dealt damage to\nthe Pokémon.",
  "TOKUSEIINFO_131": "Sometimes cures the status conditions of the\nPokémon’s allies.",
  "TOKUSEIINFO_132": "Reduces damage dealt to allies.",
  "TOKUSEIINFO_133": "The Pokémon’s Defense stat is lowered when it takes\ndamage from physical moves, but its Speed stat is\nsharply boosted.",
  "TOKUSEIINFO_134": "Dobra o peso do Pokémon.",
  "TOKUSEIINFO_135": "Reduz o peso do Pokémon\\nà metade.",
  "TOKUSEIINFO_136": "Reduces the amount of damage the Pokémon takes\nwhile its HP is full.",
  "TOKUSEIINFO_137": "Powers up physical moves when the Pokémon\nis poisoned.",
  "TOKUSEIINFO_138": "Powers up special moves when the Pokémon is burned.",
  "TOKUSEIINFO_139": "May create another Berry after one is used.",
  "TOKUSEIINFO_140": "The Pokémon anticipates and dodges the attacks\nof its allies.",
  "TOKUSEIINFO_141": "Every turn, one of the Pokémon’s stats will be boosted\nsharply but another stat will be lowered.",
  "TOKUSEIINFO_142": "The Pokémon takes no damage from sandstorms. It is\nalso protected from the effects of powders and spores.",
  "TOKUSEIINFO_143": "May poison a target when the Pokémon makes contact.",
  "TOKUSEIINFO_144": "The Pokémon has a little of its HP restored when\nwithdrawn from battle.",
  "TOKUSEIINFO_145": "Prevents the Pokémon from having its Defense\nstat lowered.",
  "TOKUSEIINFO_146": "Boosts the Pokémon’s Speed stat in a sandstorm.",
  "TOKUSEIINFO_147": "Makes status moves more likely to miss the Pokémon.",
  "TOKUSEIINFO_148": "Boosts the power of the Pokémon’s move if it is the last\nto act that turn.",
  "TOKUSEIINFO_149": "The Pokémon fools opponents by entering battle\ndisguised as the last Pokémon in its Trainer’s party.",
  "TOKUSEIINFO_150": "The Pokémon transforms itself into the Pokémon\nit’s facing.",
  "TOKUSEIINFO_151": "The Pokémon’s moves are unaffected by the target’s\nbarriers, substitutes, and the like.",
  "TOKUSEIINFO_152": "Contact with the Pokémon changes the attacker’s\nAbility to Mummy.",
  "TOKUSEIINFO_153": "When the Pokémon knocks out a target, it shows moxie,\nwhich boosts its Attack stat.",
  "TOKUSEIINFO_154": "When the Pokémon is hit by a Dark-type attack,\nits Attack stat is boosted by its sense of justice.",
  "TOKUSEIINFO_155": "The Pokémon gets scared when hit by a Dark-, Ghost-,\nor Bug-type attack or if intimidated, which boosts its\nSpeed stat.",
  "TOKUSEIINFO_156": "The Pokémon reflects status moves instead of getting\nhit by them.",
  "TOKUSEIINFO_157": "The Pokémon takes no damage when hit by Grass-type\nmoves. Instead, its Attack stat is boosted.",
  "TOKUSEIINFO_158": "Gives priority to the Pokémon’s status moves.",
  "TOKUSEIINFO_159": "Boosts the power of Rock-, Ground-, and Steel-type\nmoves in a sandstorm.",
  "TOKUSEIINFO_160": "The Pokémon’s iron barbs damage the attacker if it\nmakes direct contact.",
  "TOKUSEIINFO_161": "Changes the Pokémon’s shape when its HP drops\nto half or less.",
  "TOKUSEIINFO_162": "Boosts the accuracy of the Pokémon and its allies.",
  "TOKUSEIINFO_163": "The Pokémon’s moves are unimpeded by the Ability\nof the target.",
  "TOKUSEIINFO_164": "The Pokémon’s moves are unimpeded by the Ability\nof the target.",
  "TOKUSEIINFO_165": "Protects the Pokémon and its allies from effects that\nprevent the use of moves.",
  "TOKUSEIINFO_166": "Ally Grass-type Pokémon are protected from status\nconditions and the lowering of their stats.",
  "TOKUSEIINFO_167": "The Pokémon’s HP is restored when it eats any Berry,\nin addition to the Berry’s usual effect.",
  "TOKUSEIINFO_168": "Changes the Pokémon’s type to the type of the move\nit’s about to use. This works only once each time the\nPokémon enters battle.",
  "TOKUSEIINFO_169": "Halves the damage from physical moves.",
  "TOKUSEIINFO_170": "The Pokémon steals the held item from any target it hits\nwith a move.",
  "TOKUSEIINFO_171": "Protects the Pokémon from ball and bomb moves.",
  "TOKUSEIINFO_172": "Boosts the Pokémon’s Sp. Atk stat sharply when its stats\nare lowered by an opposing Pokémon.",
  "TOKUSEIINFO_173": "The Pokémon’s strong jaw boosts the power of its\nbiting moves.",
  "TOKUSEIINFO_174": "Normal-type moves become Ice-type moves.\nThe power of those moves is boosted a little.",
  "TOKUSEIINFO_175": "Prevents the Pokémon and its allies from falling asleep.",
  "TOKUSEIINFO_176": "The Pokémon changes its form to Blade Forme when\nit uses an attack move and changes to Shield Forme\nwhen it uses King’s Shield.",
  "TOKUSEIINFO_177": "Gives priority to the Pokémon’s Flying-type moves\nwhile its HP is full.",
  "TOKUSEIINFO_178": "Powers up pulse moves.",
  "TOKUSEIINFO_179": "Boosts the Pokémon’s Defense stat on Grassy Terrain.",
  "TOKUSEIINFO_180": "The Pokémon passes its held item to an ally that has\nused up an item.",
  "TOKUSEIINFO_181": "Powers up moves that make direct contact.",
  "TOKUSEIINFO_182": "Normal-type moves become Fairy-type moves.\nThe power of those moves is boosted a little.",
  "TOKUSEIINFO_183": "Contact with the Pokémon lowers the attacker’s\nSpeed stat.",
  "TOKUSEIINFO_184": "Normal-type moves become Flying-type moves.\nThe power of those moves is boosted a little.",
  "TOKUSEIINFO_185": "The parent and child attack one after the other.",
  "TOKUSEIINFO_186": "Powers up the Dark-type moves of all Pokémon\non the field.",
  "TOKUSEIINFO_187": "Powers up the Fairy-type moves of all Pokémon\non the field.",
  "TOKUSEIINFO_188": "The effects of “Aura” Abilities are reversed to lower the\npower of affected moves.",
  "TOKUSEIINFO_189": "The Pokémon changes the weather to nullify\nFire-type attacks.",
  "TOKUSEIINFO_190": "The Pokémon changes the weather to nullify\nWater-type attacks.",
  "TOKUSEIINFO_191": "The Pokémon changes the weather so that no moves are\nsupereffective against the Flying type.",
  "TOKUSEIINFO_192": "Boosts the Defense stat when the Pokémon is hit\nby an attack.",
  "TOKUSEIINFO_193": "The Pokémon cowardly switches out when its HP drops\nto half or less.",
  "TOKUSEIINFO_194": "The Pokémon, sensing danger, switches out when its HP\ndrops to half or less.",
  "TOKUSEIINFO_195": "Boosts the Defense stat sharply when the Pokémon is hit\nby a Water-type move.",
  "TOKUSEIINFO_196": "The Pokémon’s attacks become critical hits if the target\nis poisoned.",
  "TOKUSEIINFO_197": "When its HP drops to half or less, the Pokémon’s shell\nbreaks and it becomes aggressive.",
  "TOKUSEIINFO_198": "Doubles the damage dealt to a target that has just\nswitched into battle.",
  "TOKUSEIINFO_199": "Lowers the power of Fire-type moves that hit the\nPokémon and prevents it from being burned.",
  "TOKUSEIINFO_200": "Powers up Steel-type moves.",
  "TOKUSEIINFO_201": "Boosts the Pokémon’s Sp. Atk stat when it takes a hit\nthat causes its HP to drop to half or less.",
  "TOKUSEIINFO_202": "Boosts the Pokémon’s Speed stat in snow.",
  "TOKUSEIINFO_203": "The Pokémon uses its moves without making contact\nwith the target.",
  "TOKUSEIINFO_204": "Sound-based moves become Water-type moves.",
  "TOKUSEIINFO_205": "Gives priority to the Pokémon’s healing moves.",
  "TOKUSEIINFO_206": "Normal-type moves become Electric-type moves.\nThe power of those moves is boosted a little.",
  "TOKUSEIINFO_207": "Doubles the Pokémon’s Speed stat on Electric Terrain.",
  "TOKUSEIINFO_208": "When it has a lot of HP, the Pokémon forms a powerful\nschool. It stops schooling when its HP is low.",
  "TOKUSEIINFO_209": "Once per battle, the shroud that covers the Pokémon\ncan protect it from an attack.",
  "TOKUSEIINFO_210": "When the Pokémon knocks out a target, its bond with its\nTrainer is strengthened, and its Attack, Sp. Atk, and\nSpeed stats are boosted.",
  "TOKUSEIINFO_211": "Cells gather to aid the Pokémon when its HP\ndrops to half or less, causing it to change into\nits Complete Forme.",
  "TOKUSEIINFO_212": "The Pokémon can poison the target even if it’s a Steel\nor Poison type.",
  "TOKUSEIINFO_213": "The Pokémon is always drowsing and will never wake up.\nIt can attack while in its sleeping state.",
  "TOKUSEIINFO_214": "The Pokémon’s majesty pressures opponents and makes\nthem unable to use priority moves against the Pokémon\nor its allies.",
  "TOKUSEIINFO_215": "When the Pokémon is knocked out, it damages its\nattacker by the amount equal to the HP it had left\nbefore it was hit.",
  "TOKUSEIINFO_216": "Whenever a dance move is used in battle, the Pokémon\nwill copy the user to immediately perform that dance\nmove itself.",
  "TOKUSEIINFO_217": "Powers up ally Pokémon’s special moves.",
  "TOKUSEIINFO_218": "Halves the damage taken from moves that make direct\ncontact, but doubles that of Fire-type moves.",
  "TOKUSEIINFO_219": "The Pokémon dazzles its opponents, making them\nunable to use priority moves against the Pokémon\nor its allies.",
  "TOKUSEIINFO_220": "Boosts the Pokémon’s Sp. Atk stat every time another\nPokémon faints.",
  "TOKUSEIINFO_221": "Contact with the Pokémon lowers the attacker’s\nSpeed stat.",
  "TOKUSEIINFO_222": "The Pokémon copies the Ability of a defeated ally.",
  "TOKUSEIINFO_223": "The Pokémon copies the Ability of a defeated ally.",
  "TOKUSEIINFO_224": "Boosts the Pokémon’s most proficient stat every time it\nknocks out a target.",
  "TOKUSEIINFO_225": "Changes the Pokémon’s type to match the memory disc\nit holds.",
  "TOKUSEIINFO_226": "Turns the ground into Electric Terrain when the Pokémon\nenters a battle.",
  "TOKUSEIINFO_227": "Turns the ground into Psychic Terrain when the Pokémon\nenters a battle.",
  "TOKUSEIINFO_228": "Turns the ground into Misty Terrain when the Pokémon\nenters a battle.",
  "TOKUSEIINFO_229": "Turns the ground into Grassy Terrain when the Pokémon\nenters a battle.",
  "TOKUSEIINFO_230": "Impede que outros movimentos ou habilidades de outros Pokémon\ndiminuíam os atributos dele.",
  "TOKUSEIINFO_231": "Reduces the amount of damage the Pokémon takes\nwhile its HP is full.",
  "TOKUSEIINFO_232": "Reduces the power of supereffective attacks that hit\nthe Pokémon.",
  "TOKUSEIINFO_233": "Powers up the Pokémon’s supereffective attacks even\nfurther.",
  "TOKUSEIINFO_234": "Boosts the Pokémon’s Attack stat the first time the\nPokémon enters a battle.",
  "TOKUSEIINFO_235": "Boosts the Pokémon’s Defense stat the first time the\nPokémon enters a battle.",
  "TOKUSEIINFO_236": "Changes the Pokémon’s type to the type of the move\nit’s about to use. This works only once each time the\nPokémon enters battle.",
  "TOKUSEIINFO_237": "If the Pokémon is not holding an item, it will fetch the\nPoké Ball from the first failed throw of the battle.",
  "TOKUSEIINFO_238": "When the Pokémon is hit by an attack, it scatters cotton\nfluff around and lowers the Speed stats of all Pokémon\nexcept itself.",
  "TOKUSEIINFO_239": "Ignores the effects of opposing Pokémon’s Abilities and\nmoves that draw in moves.",
  "TOKUSEIINFO_240": "Bounces back only the stat-lowering effects that the\nPokémon receives.",
  "TOKUSEIINFO_241": "When the Pokémon uses Surf or Dive, it will come back\nwith prey. When it takes damage, it will spit out the prey\nto attack.",
  "TOKUSEIINFO_242": "Ignores the effects of opposing Pokémon’s Abilities and\nmoves that draw in moves.",
  "TOKUSEIINFO_243": "Boosts the Speed stat drastically when the Pokémon is\nhit by a Fire- or Water-type move.",
  "TOKUSEIINFO_244": "Boosts the power of sound-based moves. The Pokémon\nalso takes half the damage from these kinds of moves.",
  "TOKUSEIINFO_245": "The Pokémon creates a sandstorm when it’s hit by\nan attack.",
  "TOKUSEIINFO_246": "The Pokémon is protected by ice scales, which halve\nthe damage taken from special moves.",
  "TOKUSEIINFO_247": "Ripens Berries and doubles their effect.",
  "TOKUSEIINFO_248": "The Pokémon’s ice head can take a physical attack as\na substitute, but the attack also changes the Pokémon’s\nappearance. The ice will be restored when it snows.",
  "TOKUSEIINFO_249": "Just being next to the Pokémon powers up moves.",
  "TOKUSEIINFO_250": "Changes the Pokémon’s type depending on the terrain.",
  "TOKUSEIINFO_251": "When the Pokémon enters a battle, the effects of\nLight Screen, Reflect, and Aurora Veil are nullified for\nboth opposing and ally Pokémon.",
  "TOKUSEIINFO_252": "Powers up the Steel-type moves of the Pokémon\nand its allies.",
  "TOKUSEIINFO_253": "When hit by a move that makes direct contact, the\nPokémon and the attacker will faint after three turns\nunless they switch out of battle.",
  "TOKUSEIINFO_254": "The Pokémon exchanges Abilities with a Pokémon that\nhits it with a move that makes direct contact.",
  "TOKUSEIINFO_255": "Boosts the Pokémon’s Attack stat but only allows the\nuse of the first selected move.",
  "TOKUSEIINFO_256": "While the Pokémon is in the battle, the effects of all\nother Pokémon’s Abilities will be nullified or will not\nbe triggered.",
  "TOKUSEIINFO_257": "Prevents the Pokémon and its allies from being\npoisoned.",
  "TOKUSEIINFO_258": "The Pokémon changes its form, alternating between\nits Full Belly Mode and Hangry Mode after the end of\nevery turn.",
  "TOKUSEIINFO_259": "Enables the Pokémon to move first occasionally.",
  "TOKUSEIINFO_260": "If the Pokémon uses moves that make direct contact,\nit can attack the target even if the target protects itself.",
  "TOKUSEIINFO_261": "When the Pokémon enters a battle, it scatters medicine\nfrom its shell, which removes all stat changes from allies.",
  "TOKUSEIINFO_262": "Powers up Electric-type moves.",
  "TOKUSEIINFO_263": "Powers up Dragon-type moves.",
  "TOKUSEIINFO_264": "When the Pokémon knocks out a target, it utters a\nchilling neigh, which boosts its Attack stat.",
  "TOKUSEIINFO_265": "When the Pokémon knocks out a target, it utters a\nterrifying neigh, which boosts its Sp. Atk stat.",
  "TOKUSEIINFO_266": "This Ability combines the effects of both Calyrex’s\nUnnerve Ability and Glastrier’s Chilling Neigh Ability.",
  "TOKUSEIINFO_267": "This Ability combines the effects of both Calyrex’s\nUnnerve Ability and Spectrier’s Grim Neigh Ability.",
  "TOKUSEIINFO_268": "Contact with the Pokémon changes the attacker’s\nAbility to Lingering Aroma.",
  "TOKUSEIINFO_269": "Turns the ground into Grassy Terrain when the Pokémon\nis hit by an attack.",
  "TOKUSEIINFO_270": "Boosts the Attack stat when the Pokémon is hit by a\nFire-type move. The Pokémon also cannot be burned.",
  "TOKUSEIINFO_271": "When an attack causes its HP to drop to half or less, the\nPokémon gets angry. This lowers its Defense and Sp. Def\nstats but boosts its Attack, Sp. Atk, and Speed stats.",
  "TOKUSEIINFO_272": "The Pokémon’s pure salt protects it from status\nconditions and halves the damage taken from\nGhost-type moves.",
  "TOKUSEIINFO_273": "The Pokémon takes no damage when hit by Fire-type\nmoves. Instead, its Defense stat is sharply boosted.",
  "TOKUSEIINFO_274": "Boosts the Pokémon’s Attack stat if Tailwind takes effect\nor if the Pokémon is hit by a wind move. The Pokémon\nalso takes no damage from wind moves.",
  "TOKUSEIINFO_275": "Boosts the Pokémon’s Attack stat if intimidated.\nMoves and items that would force the Pokémon\nto switch out also fail to work.",
  "TOKUSEIINFO_276": "Powers up Rock-type moves.",
  "TOKUSEIINFO_277": "The Pokémon becomes charged when it is hit by a wind\nmove, boosting the power of the next Electric-type\nmove the Pokémon uses.",
  "TOKUSEIINFO_278": "The Pokémon transforms into its Hero Form when it\nswitches out.",
  "TOKUSEIINFO_279": "When the Pokémon enters a battle, it goes inside the\nmouth of an ally Dondozo if one is on the field.\nThe Pokémon then issues commands from there.",
  "TOKUSEIINFO_280": "The Pokémon becomes charged when it takes damage,\nboosting the power of the next Electric-type move the\nPokémon uses.",
  "TOKUSEIINFO_281": "Boosts the Pokémon’s most proficient stat in harsh\nsunlight or if the Pokémon is holding Booster Energy.",
  "TOKUSEIINFO_282": "Boosts the Pokémon’s most proficient stat on Electric\nTerrain or if the Pokémon is holding Booster Energy.",
  "TOKUSEIINFO_283": "A body of pure, solid gold gives the Pokémon full\nimmunity to other Pokémon’s status moves.",
  "TOKUSEIINFO_284": "The power of the Pokémon’s ruinous vessel lowers the\nSp. Atk stats of all Pokémon except itself.",
  "TOKUSEIINFO_285": "The power of the Pokémon’s ruinous sword lowers the\nDefense stats of all Pokémon except itself.",
  "TOKUSEIINFO_286": "The power of the Pokémon’s ruinous wooden tablets\nlowers the Attack stats of all Pokémon except itself.",
  "TOKUSEIINFO_287": "The power of the Pokémon’s ruinous beads lowers the\nSp. Def stats of all Pokémon except itself.",
  "TOKUSEIINFO_288": "Turns the sunlight harsh when the Pokémon enters a\nbattle. The ancient pulse thrumming through the\nPokémon also boosts its Attack stat in harsh sunlight.",
  "TOKUSEIINFO_289": "Turns the ground into Electric Terrain when the Pokémon\nenters a battle. The futuristic engine within the Pokémon\nalso boosts its Sp. Atk stat on Electric Terrain.",
  "TOKUSEIINFO_290": "If an opponent’s stat is boosted, the Pokémon seizes the\nopportunity to boost the same stat for itself.",
  "TOKUSEIINFO_291": "When the Pokémon eats a Berry, it will regurgitate\nthat Berry at the end of the next turn and eat it one\nmore time.",
  "TOKUSEIINFO_292": "Powers up slicing moves.",
  "TOKUSEIINFO_293": "When the Pokémon enters a battle, its Attack and\nSp. Atk stats are slightly boosted for each of the allies\nin its party that have already been defeated.",
  "TOKUSEIINFO_294": "When the Pokémon enters a battle, it copies an ally’s\nstat changes.",
  "TOKUSEIINFO_295": "Scatters poison spikes at the feet of the opposing team\nwhen the Pokémon takes damage from physical moves.",
  "TOKUSEIINFO_296": "The mysterious tail covering the Pokémon’s head makes\nopponents unable to use priority moves against the\nPokémon or its allies.",
  "TOKUSEIINFO_297": "If hit by a Ground-type move, the Pokémon has its HP\nrestored instead of taking damage.",
  "TOKUSEIINFO_298": "The Pokémon will always act more slowly when using\nstatus moves, but these moves will be unimpeded by\nthe Ability of the target."
}