{
  "sub_028_middlef_00": "My, my—I sense great depths to your past.\nYou must have seen much in lives gone by.",
  "sub_028_middlef_01": "I can study your Rotom Phone to peer into past\nlives you’ve lived. I call it Rotometry! Care to try?",
  "sub_028_middlef_02": "Hm, perhaps we’d best leave it alone after all.\nI can sense your suspicion of me...",
  "sub_028_middlef_03": "Ahhh, your past... It drifts before my eyes! I see a\nlife you once lived in— Oh, where is this...?",
  "sub_028_select_a": "Kanto?",
  "sub_028_select_b": "Galar?",
  "sub_028_select_c": "Sinnoh?",
  "sub_028_select_d": "Hisui?",
  "sub_028_select_e": "I’m good, actually...",
  "sub_028_middlef_04": "Yes, yes! It’s coming into clearer focus! In this\nprevious life, you once tread the grounds of...",
  "sub_028_middlef_a": "Kanto! I see you and a beloved Pokémon on an\nadventure in the Kanto region, urging each other\\r\nonward with a bold “Let’s go!”",
  "sub_028_middlef_b": "Galar! I see you facing down enormous\nchallenges in the Galar region with equally\\r\nenormous Dynamax Pokémon at your side!",
  "sub_028_middlef_c": "Sinnoh! I see you digging beneath the surface\nof the Sinnoh region itself and dazzling crowds\\r\nin Super Contest Shows!",
  "sub_028_middlef_d": "Hisui! I see you braving a great adventure in the\nHisui region, an odd phone gripped in your hand!\\r\nWait—where is “Hisui”? I’ve never heard of it...",
  "sub_028_middlef_05": "Allow me to fashion for your Rotom Phone a case\nthat befits your memories.",
  "sub_028_middlef_06": "Aaand...there!",
  "sub_028_middlef_07": "Your case is finished. Carry it proudly!",
  "sub_028_system_a": "You got the [clr:8]Pika-Vee case[clr:0]!",
  "sub_028_system_b": "You got the [clr:8]Ball Guy case[clr:0]!",
  "sub_028_system_c": "You got the [clr:8]Pokétch case[clr:0]!",
  "sub_028_system_d": "You got the [clr:8]Arc Phone case[clr:0]!",
  "sub_028_middlef_08": "If you wish to plumb your memories for more\npast lives, come speak to me again.",
  "sub_028_middlef_09": "Never have I met one who has lived so widely\nas you! I’m honored to have divined your past.",
  "sub_028_middlef_10": "I hope your Rotom Phone cases serve you well.\nMay your past lives live on in them."
}